{
  "projects": [
    {
      "id": 1462495642774,
      "name": "Project 1",
      "image": "http://www.cityhomebuyer.com/uploads/6/5/4/1/65416949/8841854_orig.png",
      "category": "Facility",
      "status": "Urgent",
      "grantamount": 250000,
      "description": "I need a new house.",
      "notes": [
        {
          "rating": 5,
          "note": "Brand New House. Great Condition",
          "author": "LM",
          "date": "2016-05-06T00:48:04.272Z"
        },
        {
          "rating": "4",
          "note": "Termites. Needs to be fumigated",
          "author": "LM",
          "date": "2016-05-06T00:49:46.996Z"
        },
        {
          "rating": "1",
          "note": "Flooding Damage. Not fit for habitation",
          "author": "LM",
          "date": "2016-05-06T01:04:10.781Z"
        }
      ]
    },
    {
      "id": 1462495732168,
      "name": "Project 2",
      "image": "https://www.enterprise.com/content/dam/global-vehicle-images/cars/CHRY_200_2015.png",
      "category": "Vehicle",
      "status": "Normal",
      "grantamount": 30000,
      "description": "I need a car to get around.",
      "notes": [
        {
          "rating": "3",
          "note": "There seems to be a problem with the engine.",
          "author": "LM",
          "date": "2016-05-06T00:49:15.864Z"
        },
        {
          "rating": "1",
          "note": "Engine is not working. Needs to be scrapped",
          "author": "LM",
          "date": "2016-05-06T01:03:26.354Z"
        }
      ]
    },
    {
      "id": 1462503956410,
      "name": "Project 3",
      "image": "http://static.giantbomb.com/uploads/original/0/4530/396796-boat.jpg",
      "category": "Vehicle",
      "status": "Normal",
      "grantamount": 10000,
      "description": "A nice boat to go fishing.",
      "notes": [
        {
          "rating": 5,
          "note": "Perfect Little Boat",
          "author": "LM",
          "date": "2016-05-06T03:06:13.453Z"
        },
        {
          "rating": 5,
          "note": "Maintained in Perfect Condition",
          "author": "LM",
          "date": "2016-05-06T03:06:26.106Z"
        }
      ]
    },
    {
      "id": 1462565405934,
      "name": "Project 4`",
      "image": "http://ww3.hdnux.com/photos/16/27/51/3766858/4/920x920.jpg",
      "category": "Vehicle",
      "status": "Normal",
      "grantamount": 200000,
      "description": "A small plane",
      "notes": [
        {
          "rating": 5,
          "note": "Plane Inspection.",
          "author": "LM",
          "date": "2016-05-06T20:12:30.575Z"
        }
      ]
    },
    {
      "id": 1462565636730,
      "name": "Project 5",
      "image": "http://hgtvhome.sndimg.com/content/dam/images/hgtv/fullset/2009/4/27/0/RMS_Mountain-rustic-man-cave_s4x3.jpg.rend.hgtvcom.966.725.jpeg",
      "category": "Facility",
      "status": "Normal",
      "grantamount": 35000,
      "description": "Man Cave",
      "notes": []
    },
    {
      "id": 1462566092883,
      "name": "Project 6",
      "image": "https://pixabay.com/static/uploads/photo/2016/02/19/15/46/dog-1210559_960_720.jpg",
      "category": "Facility",
      "status": "Normal",
      "grantamount": 1000,
      "description": "Pet Dog",
      "notes": []
    },
    {
      "id": 1462758108506,
      "name": "Project 7",
      "image": "http://static1.squarespace.com/static/53e04e54e4b05288922b92d6/53e060e2e4b0f06cf574a291/54506025e4b0361094b05e6d/1414553647747/truck.jpg",
      "category": "Vehicle",
      "status": "Normal",
      "grantamount": 100000,
      "description": "Pink Fire Truck",
      "notes": []
    },
    {
      "id": 1462758916981,
      "name": "Project 8",
      "image": "http://static1.squarespace.com/static/53e04e54e4b05288922b92d6/53e060e2e4b0f06cf574a291/54506025e4b0361094b05e6d/1414553647747/truck.jpg",
      "category": "Vehicle",
      "status": "Urgent",
      "grantamount": 150000,
      "description": "There's a fire going on. We really need this truck !",
      "notes": []
    },
    {
      "id": 1462759447939,
      "name": "Project 9",
      "image": "https://media.licdn.com/mpr/mpr/p/4/005/08c/20c/34306f1.jpg",
      "category": "Facility",
      "status": "Urgent",
      "grantamount": 475000,
      "description": "A warehouse is a commercial building for storage of goods. Warehouses are used by manufacturers, importers, exporters, wholesalers, transport businesses, customs, etc. They are usually large plain buildings in industrial areas of cities, towns and villages.\n\nThey usually have loading docks to load and unload goods from trucks. Sometimes warehouses are designed for the loading and unloading of goods directly from railways, airports, or seaports. They often have cranes and forklifts for moving goods, which are usually placed on ISO standard pallets loaded into pallet racks. Stored goods can include any raw materials, packing materials, spare parts, components, or finished goods associated with agriculture, manufacturing and production. In Indian English a warehouse may be referred to as a godown.[1]",
      "notes": []
    },
    {
      "id": 1462761543461,
      "name": "Project 10",
      "image": "http://communtransport.weebly.com/uploads/2/9/1/9/29196475/5182533_orig.jpg",
      "category": "Vehicle",
      "status": "Normal",
      "grantamount": 300000,
      "description": "A submarine is a watercraft capable of independent operation underwater. It differs from a submersible, which has more limited underwater capability. The term most commonly refers to a large, crewed, autonomous vessel. It is also sometimes used historically or colloquially to refer to remotely operated vehicles and robots, as well as medium-sized or smaller vessels, such as the midget submarine and the wet sub. Used as an adjective in phrases such as submarine cable, submarine means \"under the sea\". The noun submarine evolved as a shortened form of submarine boat (and is often further shortened to sub).[1] For reasons of naval tradition, submarines are usually referred to as \"boats\" rather than as \"ships\", regardless of their size.",
      "notes": [
        {
          "rating": "5",
          "note": "Hull was in great shape.\nMotor was in great shape.\nSub is seaworthy.",
          "author": "LM",
          "date": "2016-05-09T02:55:23.404Z"
        },
        {
          "rating": "4",
          "note": "Although experimental submarines had been built before, submarine design took off during the 19th century, and they were adopted by several navies. Submarines were first widely used during World War I (1914–1918), and now figure in many navies large and small. Military usage includes attacking enemy surface ships (merchant and military), submarines, aircraft carrier protection, blockade running, ballistic missile submarines as part of a nuclear strike force, reconnaissance, conventional land attack (for example using a cruise missile), and covert insertion of special forces. Civilian uses for submarines include marine science, salvage, exploration and facility inspection and maintenance. Submarines can also be modified to perform more specialized functions such as search-and-rescue missions or undersea cable repair. Submarines are also used in tourism, and for undersea archaeology.",
          "author": "LM",
          "date": "2016-05-09T02:56:16.244Z"
        },
        {
          "rating": 1,
          "note": "Most large submarines consist of a cylindrical body with hemispherical (or conical) ends and a vertical structure, usually located amidships, which houses communications and sensing devices as well as periscopes. In modern submarines, this structure is the \"sail\" in American usage, and \"fin\" in European usage. A \"conning tower\" was a feature of earlier designs: a separate pressure hull above the main body of the boat that allowed the use of shorter periscopes. There is a propeller (or pump jet) at the rear, and various hydrodynamic control fins. Smaller, deep-diving and specialty submarines may deviate significantly from this traditional layout. Submarines change the amount of water and air in their ballast tanks to decrease buoyancy for submerging or increase it for surfacing.",
          "author": "lm",
          "date": "2016-05-09T02:57:36.642Z"
        }
      ]
    },
    {
      "id": 1462762992870,
      "name": "Project 11",
      "image": "http://ll-us-i5.wal.co/dfw/dce07b8c-9526/k2-_fa778bde-c1be-475c-a10f-c1b657c2497f.v1.jpg-cce96dc821afabe91d1020bbf76186f10c9170d5-optim-450x450.jpg",
      "category": "Vehicle",
      "status": "Normal",
      "grantamount": 1000,
      "description": "A bicycle, often called a bike or cycle, is a human-powered, pedal-driven, single-track vehicle, having two wheels attached to a frame, one behind the other. A bicycle rider is called a cyclist, or bicyclist.\n\nBicycles were introduced in the 19th century in Europe and as of 2003, more than 1 billion have been produced worldwide, twice as many as the number of automobiles that have been produced.[2] They are the principal means of transportation in many regions. They also provide a popular form of recreation, and have been adapted for use as children's toys, general fitness, military and police applications, courier services, and bicycle racing.\n\nThe basic shape and configuration of a typical upright or \"safety bicycle\", has changed little since the first chain-driven model was developed around 1885.[3][4][5] But many details have been improved, especially since the advent of modern materials and computer-aided design. These have allowed for a proliferation of specialized designs for many types of cycling.\n\nThe bicycle's invention has had an enormous effect on society, both in terms of culture and of advancing modern industrial methods. Several components that eventually played a key role in the development of the automobile were initially invented for use in the bicycle, including ball bearings, pneumatic tires, chain-driven sprockets, and tension-spoked wheels.[6]",
      "notes": [
        {
          "rating": "2",
          "note": "The word bicycle first appeared in English print in The Daily News in 1868, to describe \"Bysicles and trysicles\" on the \"Champs Elysées and Bois de Boulogne.\"[7] The word was first used in 1847 in a French publication to describe an unidentified two-wheeled vehicle, possibly a carriage.[7] The design of the bicycle was an advance on the velocipede, although the words were used with some degree of overlap for a time.[7][8]\n\nOther words for bicycle include \"bike\",[9] \"pushbike\",[10] \"pedal cycle\",[11] or \"cycle\".[12] In Unicode, the code point for \"bicycle\" is 0x1F6B2. The entity &#x1F6B2; in HTML produces 🚲.[13]",
          "author": "lm",
          "date": "2016-05-09T03:03:51.600Z"
        }
      ]
    }
  ]
}